/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "parent": "page.terms-conditions.json",
  "context": {
    "market": "australia"
  },
  "sections": {
    "collapsible_content_KcND43": {
      "settings": {},
      "blocks": {
        "collapsible_row_W4kDhL": {
          "settings": {
            "row_content": "<ul><li>This offer is valid from 8:01 AM AEDT November 3, 2025 to 6:59 AM AEDT November 24, 2025, or while stocks last. </li><li>Receive a free Vitamin D3 + K2 (1000 IU) when you spend $50 NZD or more on xtendlife.co with the discount code FREEVITD applied at checkout. </li><li>To qualify, the discount code FREEVITD must be entered on the xtendlife.co website in the discount code field at checkout.  </li><li>The Vitamin D3 + K2 (1000 IU) product must be added to your cart to receive the free gift. </li><li>The discount code is valid exclusively for one use per customer on the Xtendlife checkout.  </li><li>The discount code FREEVITD cannot be deducted retrospectively once the order has been completed and charged.  </li><li> The offer cannot be applied to previous purchases or be combined with other special discounts, discount codes or offers. Subscribe & Save members must place a new order through checkout. </li><li>The discount code is not transferable and may not be resold or redeemed for cash.  </li><li>The discount code will be invalid if any of the terms and conditions are violated.  </li></ul>"
          }
        },
        "collapsible_row_URLzBC": {
          "settings": {
            "row_content": "<ul><li>This offer is valid from 7:00 AM AEDT November 21, 2025 to 6:59 AM AEDT November 24, 2025, or while stocks last. </li><li>Subscribe & Save customers receive 30% off sitewide, when purchasing through the xtendlife.co store.    </li><li>The discount will be automatically applied to existing Subscribe & Save Subscriptions scheduled within the Early Access period.   </li><li>The discount is only available to subscriptions that have commenced before the offer begins. New subscriptions created during the offer period are not eligible. </li><li>The discount is valid exclusively for one use per customer on your Xtendlife portal.  </li><li>The discount cannot be deducted retrospectively once the order has been completed and charged.  </li><li> The offer cannot be applied to previous purchases or be combined with other special discounts, discount codes or offers.   </li><li>The discount is not transferable and may not be resold or redeemed for cash.  </li><li>The discount will be invalid if any of the terms and conditions are violated.  </li></ul>"
          }
        },
        "collapsible_row_EGiyhM": {
          "settings": {
            "row_content": "<ul><li>Receive 30% off sitewide during the BFCM sales period, excluding Gut Harmony. All promotional prices are reflected on the site automatically; no code is needed.   </li><li>BFCM sales period for 2025 is Monday, 24 November 7:00 AM AEDT to Monday, 1 December 5:59 AM AEDT.  </li><li>This promotion excludes Gut Harmony. </li><li>Discounts, promotional codes, or offers cannot be used during the BFCM sales period.  </li><li>If you return your order (some or all of your ordered products) placed in the BFCM sales period, refunds will be calculated at the BFCM promotion purchase price minus shipping costs; as per our refund policy.  </li><li>The BFCM offers are not transferable and may not be resold or redeemed for cash.   </li></ul>"
          }
        }
      }
    }
  }
}
